---------------------------------------------극한직업
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'극한직업','extreme_job.png','다큐멘터리','한국','이병헌','PG','111',
		'20190123','불철주야 달리고 구르지만 바닥, 급기야 해체 위기를 맞는 마약반!
더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다.
마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다.
수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…',
		'류승룡,이하늬','2019-01-21','sso');



---------------------------------------------뺑반
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'뺑반','hit_and_run.png','범죄,액션','한국','한준희','PG','133',
		'20190130','경찰 내 최고 엘리트 조직 내사과 소속 경위 ‘은시연’(공효진).
 조직에서 유일하게 믿고 따르는 ‘윤과장’(염정아)과 함께
 F1 레이서 출신의 사업가 ‘정재철’(조정석)을 잡기 위해 수사망을 조여가던 시연은
 무리한 강압 수사를 벌였다는 오명을 쓰고 뺑소니 전담반으로 좌천된다.

 알고 보면 경찰대 수석 출신, 만삭의 리더 ‘우계장’(전혜진)과
 차에 대한 천부적 감각을 지닌 에이스 순경 ‘서민재’(류준열).
 팀원은 고작 단 두 명, 매뉴얼도 인력도 시간도 없지만 뺑소니 잡는 실력만큼은 최고인 ‘뺑반’.
 계속해서 재철을 예의주시하던 시연은 뺑반이 수사 중인 미해결 뺑소니 사건의 유력한 용의자가 재철임을 알게 된다.

 뺑소니 친 놈은 끝까지 쫓는 뺑반 에이스 민재와
 온갖 비리를 일삼는 재철을 잡기 위해 모든 것을 건 시연.
 하나의 목표를 향해 힘을 합친 그들의 팀플레이가 시작되는 가운데
 방법을 가리지 않고 수사망을 빠져 나가려는 통제불능 스피드광 재철의 반격 역시 점점 과감해지는데…!',
		'공효진,류준열,조정석','2019-01-23','jin');

---------------------------------------------그린북
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'그린북','greenbook.png','드라마','미국','피터 패럴리','PG','130',
		'20190109','언제 어디서든 바른 생활! 완벽한 천재 뮤지션 ‘돈 셜리’
원칙보다 반칙! 다혈질 운전사 ‘토니’
취향도, 성격도 완벽히 다른 두 남자의 특별한 우정이 시작된다!

1962년 미국, 입담과 주먹만 믿고 살아가던 토니 발레롱가(비고 모텐슨)는 교양과 우아함 그 자체인 천재 피아니스트 돈 셜리(마허샬라 알리) 박사의 운전기사 면접을 보게 된다.
백악관에도 초청되는 등 미국 전역에서 콘서트 요청을 받으며 명성을 떨치고 있는 돈 셜리는 위험하기로 소문난 미국 남부 투어 공연을 떠나기로 결심하고, 투어 기간 동안 자신의 보디가드 겸 운전기사로 토니를 고용한다.
거친 인생을 살아온 토니 발레롱가와 교양과 기품을 지키며 살아온 돈 셜리 박사. 생각, 행동, 말투, 취향까지 달라도 너무 다른 두 사람은 그들을 위한 여행안내서 ‘그린북’에 의존해 특별한 남부 투어를 시작하는데…  ',
		'비고 모텐슨, 마허샬라 알리','2019-01-02','hee');

---------------------------------------------드래곤 길들이기3
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'드래곤 길들이기3','train_your_dragon3.png','애니메이션','미국','딘 데블로이스','PG','104',
		'20190130','영원히 기억될 그들의 마지막 모험이 시작된다!
영원한 친구 히컵과 투슬리스의 활약으로
 사람과 드래곤이 공존하며 평화롭게 살아가는 버크섬.
 새로운 드래곤 ‘라이트 퓨어리’를 쫓아간 투슬리스를 찾다가
 히컵은 누구도 찾지 못했던 드래곤의 파라다이스 ‘히든월드’를 우연히 발견하게 된다.
 하지만 평화도 잠시, 역대 최악의 드래곤 헌터 그리멜의 등장으로
 드래곤들의 안전과 버크섬의 평화까지 위협받기 시작하는데…',
		'제이 바루첼, 아메리카 페레라','2019-01-20','young');

---------------------------------------------말모이
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'말모이','the_secret_mission.png','드라마','한국이','엄유나','PG','135',
		'20190109','1940년대 우리말이 점점 사라져가고 있는 경성.
 극장에서 해고된 후 아들 학비 때문에 가방을 훔치다 실패한 판수.
 하필 면접 보러 간 조선어학회 대표가 가방 주인 정환이다.
 사전 만드는데 전과자에다 까막눈이라니!
 그러나 판수를 반기는 회원들에 밀려 정환은 읽고 쓰기를 떼는 조건으로 그를 받아들인다.
 돈도 아닌 말을 대체 왜 모으나 싶었던 판수는 난생처음 글을 읽으며 우리말의 소중함에 눈뜨고,
 정환 또한 전국의 말을 모으는 ‘말모이’에 힘을 보태는 판수를 통해 ‘우리’의 소중함에 눈뜬다.
 얼마 남지 않은 시간, 바짝 조여오는 일제의 감시를 피해 ‘말모이’를 끝내야 하는데…

 우리말이 금지된 시대, 말과 마음이 모여 사전이 되다.',
		'유해진,윤계상','2019-01-02','sso');

---------------------------------------------일일시호일
insert into movie
(movie_code, movie_title, movie_img, genre, country, director, movie_grade, runningtime,
playdate, synopsis, actor, movie_date, admin_id)
values (movie_code,'일일시호일','every_day_a_good_day.png','드라마','일본','오모리 타츠시','PG','100',
		'20190117','키키 키린, 그녀가 건넨 일상의 따스함
“당신의 일상이 변하는 차 한 잔의 마법”

스무살의 노리코는 아직 자신이 하고 싶은 것을 찾지 못했다.
우연히 시작하게 된 다도가 그녀의 일상에 스며들면서
취업의 문턱에서 좌절할 때에도
소중한 사람을 잃고 마음의 방황기를 거칠 때에도
따스한 찻물이 그녀의 매일매일을 채우기 시작한다.',
		'키키 키린, 쿠로키 하루','2019-01-10','hee');

commit;
